performance_ruby_2_2_0/passenger/pi.txt
      done.

Transactions:		      100000 hits
Availability:		      100.00 %
Elapsed time:		     2482.43 secs
Data transferred:	      261.87 MB
Response time:		        2.48 secs
Transaction rate:	       40.28 trans/sec
Throughput:		        0.11 MB/sec
Concurrency:		       99.94
Successful transactions:      100000
Failed transactions:	           0
Longest transaction:	        2.73
Shortest transaction:	        0.11
 
FILE: /var/log/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.