performance_ruby_2_2_0/passenger/random.txt
      done.

Transactions:		       10000 hits
Availability:		      100.00 %
Elapsed time:		      374.39 secs
Data transferred:	       13.41 MB
Response time:		        0.36 secs
Transaction rate:	       26.71 trans/sec
Throughput:		        0.04 MB/sec
Concurrency:		        9.68
Successful transactions:       10000
Failed transactions:	           0
Longest transaction:	        1.98
Shortest transaction:	        0.00
 
FILE: /var/log/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.