performance_ruby_2_2_0/passenger/sleep.txt
      done.

Transactions:		      100000 hits
Availability:		      100.00 %
Elapsed time:		    16735.83 secs
Data transferred:	        6.48 MB
Response time:		       16.73 secs
Transaction rate:	        5.98 trans/sec
Throughput:		        0.00 MB/sec
Concurrency:		       99.95
Successful transactions:      100000
Failed transactions:	           0
Longest transaction:	       17.20
Shortest transaction:	        1.02
 
FILE: /var/log/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.